10/data/attachments/ba2493d04e5c6fc2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_9770068d-1d3b-40bd-af8d-adf978f6f39a</nif:username>
            <nif:friendToBeAdded>Courtney_strategy_Actions_78857_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>